format long

printf("\n\n============================\n")
printf("Questão 1 - a)\n")
printf("============================\n")
questao1a
printf("============================")

printf("\n\n============================\n")
printf("Questão 1 - b)\n")
printf("============================\n")
questao1b
printf("============================")

printf("\n\n============================\n")
printf("Questão 1 - c)\n")
printf("============================\n")
questao1c
printf("============================")

printf("\n\n============================\n")
printf("Questão 1 - d)\n")
printf("============================\n")
questao1d
printf("============================")

printf("\n\n============================\n")
printf("Questão 2\n")
printf("============================\n")
questao2
printf("============================\n")
